Repository: 84000/data-translation-memory
Catalog: toh668-v3.tmx
Source language: bo
Languages: en

source: དཔལ་མགོན་པོ་ནག་པོ་ཞེས་བྱ་བའི་གཟུངས། །
en: The Noble Dhāraṇī of Glorious Mahākāla

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་རྡོ་རྗེའི་གདན་ལ་བདུད་བཏུལ་ཏེ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་རིང་པོ་མ་ལོན་པ་ཞིག་ན་བྱང་ཆུབ་ཀྱི་ཤིང་དྲུང་ལ་བཞུགས་སོ། ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ལྷའི་སྡེ་དཔོན་ཆེན་པོ་ཚོགས་ཀྱི་བདག་པོ་མ་ཧཱ་ཀཱ་ལ་འདོད་པའི་ཁམས་ཀྱི་དབང་ཕྱུག་ལ་དབང་སྐུར་བ་དཔལ་མགོན་པོ་ནག་པོ་ཆེན་པོས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། ། བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་གི་རིག་པ་འབུལ་གྱིས་བཞེས་སུ་གསོལ། །
en: Thus did I hear at one time. The Blessed One was seated upon the Vajra Seat at the base of the Bodhi tree shortly after subduing Māra and becoming a perfect buddha. The great general of the gods, the lord of the gaṇas, Mahākāla, glorious lord Mahākāla who has dominion over the lords of the desire realm, approached the Blessed One, prostrated at the Blessed One’s feet, sat to one side, and addressed him, saying, “Honorable Blessed One, please accept my vidyā as a gift:

source: ཨོཾ་ཤྲཱི་མ་ཧཱ་ཀཱ་ལ་ག་ཎ་གུ་ཏི་སྭཱ་ཧཱ། ན་མཿཤྲཱི་མ་ཧཱ་ཀཱ་ལ་ག་ཎེ་གུ་ཏི་ཤཱ་ཡ། ན་མོ་ཡོ་གི་ན་ཎཱི་ན།
en: oṃ śrīmahākāla gaṇaguti svāhā namaḥ śrīmahākāla gaṇe gutiśāya namo yoginaṇīna tadyathā | oṃ hile hile kite kiteni cite citeni svāhā |

source: ཏདྱ་ཐཱ། ཨོཾ་ཧི་ལི་ཧི་ལེ། ཀི་ཏེ་ཀི་ཏེ་ནི། ཙི་དེ་ཙི་དེ་ནི་སྭཱ་ཧཱ། འདི་བཏོན་པས་ནད་ཐམས་ཅད་དང་། རིམས་ཐམས་ཅད་དང་། གདོན་ཐམས་ཅད་དང་། མི་ངས་ཐམས་ཅད་དང་། འབྱུང་པོ་ཐམས་ཅད་དང་། ཉེས་པར་བགོམས་པ་ཐམས་ཅད་དང་། ཉེས་པར་བལྟས་པ་རྣམས་སྟེང་དུ་གཞན་འཕྲུལ་དབང་བྱེད་ལ་ཐུག་པ་མན་ཆད་བཅིང་ངོ་། ། འོག་ཏུ་ནི་སེམས་ཅན་དམྱལ་བ་ལ་ཐུག་པ་ཡན་ཆད་བཅིང་ངོ་། ། ཐད་ཀ་ཁོ་ར་ཁོར་ཡུག་ཏུ་ནི་རི་ལ་ཐུག་པ་ཚུན་ཆད་བཅིང་ངོ་། །
en: “Chanting this vidyā will bind all beings who cause illness and diseases, all grahas, all beings who cause plague, all bhūtas, evil magic, and the evil eye upward through the Heaven of Controlling the Emanations of Others. It will bind them downward through the hell realms. It will bind them outward to the surrounding mountains.

source: གཞན་ཡང་གཙུག་ལག་ཁང་དང་དཀྱིལ་འཁོར་གྱི་སྲུང་མ། དུག་གསུམ་ནད་ཀྱི་སྨན་པ། རིག་འཛིན་ཡོངས་ཀྱི་སྲོག་ཤིང་། རྣལ་འབྱོར་ཀུན་གྱི་དགྲ་བླ། བདུད་འདུལ་རྣམས་ཀྱི་དབང་ཕྱུག །སྲིན་པོ་ལང་ཀ་པུ་རིའི་གྲོང་ཁྱེར་གཏན་ནས་རློག་པ། གནོད་སྦྱིན་གྱི་བུ་མོ་ནམ་མཁའི་གློག་མ་སྲིན་རྡུལ་དུ་རློག་པ། དཀོན་མཆོག་གསུམ་གྱི་བསྟན་པ་བསྲུང་བར་ཁས་བླངས་ཤིང་དམ་བཅས་བའོ། །
en: “Moreover, I promise and vow to be a guardian of temples and maṇḍalas, to be a physician who treats the illness of the three poisons, to be the vital support of all vidyā holders, to be the warrior spirit of all yogins, and to be the sovereign lord of those who subdue Māra, as well as to completely destroy the rākṣasa city of Laṅkāpūrī, to reduce to dust the yakṣa daughters and rākṣasīs who flash like lightning, and to protect the teaching of the Three Jewels.”

source: །འཕགས་པ་དཔལ་མགོན་པོ་ནག་པོ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།​།
en: This concludes “The Noble Dhāraṇī of Glorious Mahākāla.”
